backend: "vllm"
instance_group [
  {
    count: 1
    kind: KIND_GPU
    gpus: [ 0 ]
  },
  {
    count: 1
    kind: KIND_GPU
    gpus: [ 1 ]
  },
  {
    count: 1
    kind: KIND_GPU
    gpus: [ 2 ]
  },
  {
    count: 1
    kind: KIND_GPU
    gpus: [ 3 ]
  }
]
